export default {
  projections: {
    ГрафикиОтпускаE: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      датаНач: {
        __caption__: 'Дата начала отпуска'
      },
      колДней: {
        __caption__: 'Количество дней'
      },
      отправлено: {
        __caption__: 'Отправлено'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    },
    ГрафикиОтпускаL: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      датаНач: {
        __caption__: 'Дата начала отпуска'
      },
      колДней: {
        __caption__: 'Количество дней'
      },
      отправлено: {
        __caption__: 'Отправлено'
      },
      сотрудники: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    датаНач: {
      __caption__: 'Дата начала отпуска'
    },
    колДней: {
      __caption__: 'Количество дней'
    },
    номер: {
      __caption__: 'Номер'
    },
    отправлено: {
      __caption__: 'Отправлено'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
