export default {
  projections: {
    СогласиеНаОпдE: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      подпись: {
        __caption__: 'Подпись'
      },
      отправлено: {
        __caption__: 'Отправлено'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    },
    СогласиеНаОпдL: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата составления'
      },
      подпись: {
        __caption__: 'Подпись'
      },
      отправлено: {
        __caption__: 'Отправлено'
      },
      сотрудники: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    отправлено: {
      __caption__: 'Отправлено'
    },
    подпись: {
      __caption__: 'Подпись'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
